{
  "common": {
    "submit": "Esegui!",
    "exporter": "esporta",
    "footer": {
      "experimental": "Statistiche sperimentali 2022",
      "coreui": "Con il supporto di"
    }
  },
  "header": {
    "userguide": "Manuale utente",
    "methodology": "Nota metodologica"
  },
  "sidebar": {
    "home": "Home",
    "map": "[IT] Interactive map",
    "graph": "[IT] Graph analysis",
    "timeseries": "[IT] Time series",
    "timeseriescomplete": "[IT] Time series",
    "trade": "[IT] Basket of traded products"
  },
  "landing": {
    "map": {
      "title": "[IT] Economic and International Trade Indicators",
      "body": "<p>This section provides a map displaying for each country the total population and some macro-economic indicators and trade and exchanged goods for import and export in 2019 and in 2019 and in 2019 and 2020.</p><p class='mt-2'>Further the component provides a <strong>time-lapse</strong> functionality to represent the international trade monthly variations for the last twelve months.</p>",
      "link": "Vai alla sezione mappa interattiva"
    },
    "graph": {
      "title": "[IT] International Trade Relations",
      "body": "<p>This section shows the graph plot of international trade based on <strong>COMEXT transport data</strong>, along with relevant global and local measures detailing the structure of countries relations. The panel is interactive, providing the possibility to apply several filters and to see how the graph structure and measures change accordingly.</p><p class='mt-2'> Furthermore an animation is provided showing the <strong>evolution of the international trade graph over time</strong>, spanning the entire time window of trading data.</p>",
      "link": "Vai alla sezione grafi"
    },
    "timeseries": {
      "title": "[IT] Time Series visualization",
      "body": "Effective visualization tool for monthly Comext foreign trade data series. despite the amount of underlying data, they allow an easily understandable reading. useful as a dissemination tool. series are provided in value and quantity, with indication of descriptive statistics and the possibility of downloading <br />",
      "link": "Vai alla sezione serie storiche"
    },
    "trade": {
      "title": "[IT] Changes in basket composition of traded products (CPA - classification of products by activity) by Member State",
      "body": "This section provides, for each Member State, the 2020 monthly time series of year-over-year changes in the basket composition of exported and imported goods, classified according to CPA-2 digits.<br />",
      "link": "Vai alla sezione scambi commerciali"
    }
  },
  "map": {},
  "graph": {
    "stats": {
      "density": "Densità del grafo",
      "centrality": "Centralità",
      "vulnerability": "Vulnerabilità",
      "hubness": "Hubness"
    },
    "form": {
      "title": "Filtri di ricerca",
      "fields": {
        "period": "Periodo di riferimento",
        "period_placeholder": "Seleziona un periodo",
        "percentage": "Percentuale",
        "percentage_placeholder": "Seleziona una percentuale",
        "transport": "Mezzi di trasporto",
        "transport_placeholder": "Seleziona mezzi di trasporto",
        "product": "Prodotti",
        "product_placeholder": "Seleziona un prodotto",
        "flow": "Flussi",
        "flow_placeholder": "Seleziona un flusso",
        "weight": "Pesi",
        "weight_placeholder": "Seleziona i pesi"
      }
    },
    "card": {
      "title": "Visualizzazione grafo"
    },
    "modal": {
      "main": {
        "title": "Relazioni nel commercio internazionale",
        "subtitle": "<br><b>Graph analysis</b>",
        "body": "<br>Il pannello <b> “Relazioni nel commercio internazionale ” </b> mostra la graph analysis degli scambi commerciali fra paesi.<br> I dati sono relativi a tutti gli scambi commerciali presenti nel dataset <b>Comext</b>. I dati da visualizzare posso essere selezionati attraverso i filtri presenti nella schermata. I paesi sono identificati dalle icone delle bandiere e le loro posizioni relative all’interno del grafo sono definite attraverso l’algoritmo <b> “Spring layout” </b>, implementato nella libreria python Network.",
        "keywords": ""
      },
      "metrics": {
        "subtitle": "<br><br><b>Metriche</b>",
        "body": "<br>Le metriche seguenti derivano dalle misure di centralità standard calcolate nella graph analysis.<br><br><b>Diffusione del prodotto:</b><br><b> Densità del grafo:</b> Rappresenta quanto il prodotto è diffuso all’interno del grafo.<br><b>Vulnerabilità: </b> è calcolata come 1 - indegree centrality per ogni paese. La vulnerabilità riflette il fatto che un paese che riceve un prodotto da più paesi fornitori distinti è meno dipendente da un singolo paese per l’approvvigionamento di quel prodotto.<br><b>Forza di esportazione: </b> è la outdegree centrality per ogni paese.<br><b>Hubness: </b> è la betweenness centrality per ogni paese.",
        "keywords": ""
      },
      "filter": {
        "title": "Descrizione dei Filtri di ricerca",
        "body": "<br><b>Periodo:</b>  seleziona il periodo di tempo a cui si riferiscono i dati rappresentati dal grafo (uno specifico mese o anno) <br><b>Percentuale:</b> seleziona la percentuale di dati mostrati nel grafo rispetto al totale (un valore intero tra 0 e 100). Una volta selezionato il valore, i dati vengono filtrati nel modo seguente: tutte le quantità (in Euro) scambiate tra i paesi (tutti i vertici) sono ordinati in modo decrescente e la cumulata viene calcolata lungo la lista, a partire dall’alto. Tutti gli scambi il cui valore della cumulata è superiore al valore di percentuale, preso come soglia, vengono eliminati. Questo significa che gli scambi associati a piccole quantità vengono inseriti nel grafo solo quando il valore selezionato per il parametro “percentuale” è alto.<br><b>Trasporto:</b> seleziona i dati rispetto al mezzo di trasporto usato nello scambio. I possibili mezzi di trasporto sono: <b>“sconosciuto”, “marittimo”, “ferroviario”, “stradala”, ”aria”, “spedizioni postali”, “installazioni fisse di trasporto”, “trasporto per vie d'acqua”, “propulsione propria”</b>.<br><b>Prodotto:</b> seleziona i dati rispetto al prodotto scambiato. L’utente può selezionare un singolo prodotto o tutti i prodotti considerati insieme.<br><b>Flusso:</b> seleziona i dati relativi alle “Esportazioni” o alle “Importazioni”, provenienti da due distinti dataset.<br><b>Pesi:</b> seleziona il tipo di graph analysis da visualizzare. <b>“Vero”</b> permette di visualizzare un grafo pesato mentre <b>“Falso”</b> permette di visualizzare un grafo non pesato. I valori dei pesi sono costituiti dalle quantità in Euro di prodotto scambiato nei commerci.",
        "keywords": ""
      }
    }
  },
  "timeseries": {
    "form": {
      "title": "Filtri di ricerca",
      "fields": {
        "flow": "Flusso",
        "flow_placeholder": "Seleziona il flusso",
        "country": "Paese",
        "country_placeholder": "Seleziona un paese",
        "partner": "Partner",
        "partner_placeholder": "Seleziona un partner",
        "bec": "Bec",
        "bec_placeholder": "Seleziona una Bec"
      }
    },
    "card": {
      "title": "Visualizzazione serie storiche",
      "comext": "Dati COMEXT mensili"
    },
    "modal": {
      "main": {
        "title": "Visualizzazione serie storiche",
        "body": "[IT] Effective visualization tool for monthly Comext foreign trade data series. despite the amount of underlying data, they allow an easily understandable reading. useful as a dissemination tool. series are provided in value and quantity, with indication of descriptive statistics and the possibility of downloading "
      }
    }
  },
  "trade": {
    "form": {
      "title": "Filtri di ricerca",
      "fields": {
        "country": "Paese",
        "country_placeholder": "Seleziona un paese",
        "flow": "Flusso",
        "flow_placeholder": "Seleziona il flusso"
      }
    },
    "card": {
      "title": "Dati di commercio:"
    }
  }
}